Repository: sharpden/ljarchive
Catalog: WindowsForms/res/Strings.*.resx
Languages: fr_fr

# CommandBarManager.NewArchive.Text
source: &New Archive ...
fr_fr: &Nouvelle Archive ...

# CommandBarManager.Open.Text
source: &Open ...
fr_fr: &Ouvrir ...

# CommandBarManager.Print.Text
source: &Print ...
fr_fr: &Imprimer ...

# CommandBarManager.exportMenu.Text
source: Export
fr_fr: Exporter

# CommandBarManager.Exit.Text
source: E&xit
fr_fr: &Quitter

# CommandBarManager.JournalSettings.Text
source: Journal &Settings
fr_fr: O&ptions du Journal

# CommandBarManager.GotoEntry.Text
source: Go to &Entry
fr_fr: &Allez à l'Article

# CommandBarManager.GoBack.Text
source: Go &Back
fr_fr: &Retourner

# CommandBarManager.GoForward.Text
source: Go &Forward
fr_fr: &Avancer

# CommandBarManager.Find.Text
source: &Find
fr_fr: Re&chercher

# CommandBarManager.HtmlSettings.Text
source: &HTML Settings
fr_fr: Options du &HTML

# CommandBarManager.Sync.Text
source: &Sync
fr_fr: &Synchronisation

# CommandBarManager.Abort.Text
source: &Abort
fr_fr: &Aborter

# CommandBarManager.Website.Text
source: ljArchive &Web Site
fr_fr: Site &Web de ljArchive

# CommandBarManager.About.Text
source: &About
fr_fr: &Infos

# CommandBarManager.fileMenu.Text
source: &File
fr_fr: &Fichier

# CommandBarManager.editMenu.Text
source: &Edit
fr_fr: &Edition

# CommandBarManager.viewMenu.Text
source: &View
fr_fr: Affic&hage

# CommandBarManager.toolsMenu.Text
source: &Tools
fr_fr: Ou&tils

# CommandBarManager.helpMenu.Text
source: &Help
fr_fr: &Aide

# FindPanel.lblFindJournalItems.Text
source: Find Journal Items
fr_fr: Chercher entrées du Journal

# FindPanel.lblWithText.Text
source: With Text:
fr_fr: Avec le Texte:

# FindPanel.rbComments.Text
source: Comments
fr_fr: Commentaires

# FindPanel.btnClose.Text
source: Close
fr_fr: Fermer

# About.lblAbout.Text
source: ljArchive version {0}, by Erik Frey (sourceforge edition)
fr_fr: ljArchive version {0}, by sharpden (based on 0.9.7 by Erik Frey)

# About.Text
source: About
fr_fr: Infos

# Explorer.browser.DefaultText
source: <html> <head> <style type="text/css"> body { font-family: verdana, sans-serif; color: #333; background: #fff; font-size: x-small; } a:link { color: #5b80b2; } a:visited { color: #969; } a:hover { color: #036; } p { margin: 1em 0 1em; padding: 0; } h1 { font-family: "lucida grande", verdana, sans-serif; font-size: 110%; font-weight: bold; color: #930; padding: 0; margin: 0; } h2 { font-family: "lucida grande", verdana, sans-serif; font-size: 105%; color: #930; padding: 0; margin: 0 0 1em 0; } </style> </head> <body> <h1>Welcome to ljArchive</h1> <p>To create a new journal archive, select the menu item <b>File|New Archive...</b>.</p> <p>Once you've downloaded your journal, be sure to try the plugins! You can access them by selecting the menu item <b>Tools|Plugins...</b>.</p> <p>For answers to questions, developer information, and technical information regarding this software, please visit the <a href="http://ljarchive.sourceforge.net/">ljArchive web site</a>. <p>Have fun!</b> </body> </html>
fr_fr: <html> <head> <style type="text/css"> body { font-family: verdana, sans-serif; color: #333; background: #fff; font-size: x-small; } a:link { color: #5b80b2; } a:visited { color: #969; } a:hover { color: #036; } p { margin: 1em 0 1em; padding: 0; } h1 { font-family: "lucida grande", verdana, sans-serif; font-size: 110%; font-weight: bold; color: #930; padding: 0; margin: 0; } h2 { font-family: "lucida grande", verdana, sans-serif; font-size: 105%; color: #930; padding: 0; margin: 0 0 1em 0; } </style> </head> <body> <h1>Bienvenue à ljArchive!</h1> <p>Pour créer une nouvelle archive de journal, choissisez du menu <b>Fichier|Nouvelle Archive...</b>.</p> <p>Une fois que vous avez téléchargés votre journal, soyez certain d'éssayer les plugins! Vous pouvez les acceder en selectionnant le menu <b>Outils|Plugins...</b>.</p> <p>Pour questions, infos sur le createur, et infos techniques en ce qui concerne ce logiciel, priez de visiter le <a href="https://github.com/sharpden/ljarchive">site web de ljArchive</a>. <p>Amusez vous bien!</b> </body> </html>

# Explorer.tpEvents.Text
source: Entries
fr_fr: Entrées

# Explorer.tpComments.Text
source: Comments
fr_fr: Commentaires

# Explorer.ofd.Filter
source: ljArchive Files (*.lja)|*.lja|All files (*.*)|*.*
fr_fr: ljArchive Fichiers (*.lja)|*.lja|Toutes extensions (*.*)|*.*

# ExpectedError.llEmail.Text
source: Is this a bug? If so, email {0} and supply the following info:
fr_fr: Est-ce que c'est un bug? Si oui, email {0} et donnez les infos qui suivent:

# ExpectedError.btnCopyToClipboard.Text
source: Copy Error to Clipboard
fr_fr: Copier l'erreur au Clipboard

# ExpectedError.llMoreInfo.Text
source: More Info >
fr_fr: Plus D'infos >

# ExpectedError.ExpectedErrorCategories.BadFileFormat
source: ljArchive could not open this file, because it did not recognize the file format.
fr_fr: ljArchive ne pouvait pas ouvrir ce fichier parce-qu'il ne reconnaissait pas le format.

# GeneralError.Text
source: Error
fr_fr: Erreur

# GeneralError.lblTitle.Text
source: General Error
fr_fr: Erreur Generale

# GeneralError.lblFoundTheFollowingError.Text
source: ljArchive found the following error while trying to process your request:
fr_fr: ljArchive a recontré l'erreur qui suit en procédant votre requ&ecirc;te:

# GeneralError.btnCopyToClipboard.Text
source: Copy Error to Clipboard
fr_fr: Copier l'erreur au Clipboard

# GeneralError.btnClose.Text
source: Continue
fr_fr: Continuer

# SyncOperation.ExportCommentsBody
source: Downloading comments - {0} of {1}...
fr_fr: Téléchargement de commentaires - {0} de {1}...

# SyncOperation.ExportCommentsMeta
source: Downloading comment index...
fr_fr: Téléchargement de l'index de commentaires...

# SyncOperation.Failure
source: Sync Error
fr_fr: Erreur de Synchronisation

# SyncOperation.GetEvents
source: Downloading entries - {0} of {1}...
fr_fr: Téléchargement de articles - {0} de {1}....

# SyncOperation.Initialize
source: Initializing...
fr_fr: En train d'initialiser...

# SyncOperation.Login
source: Logging in...
fr_fr: En train de loggon-er...

# SyncOperation.Merge
source: Merging downloaded data...
fr_fr: Integrant les infos Téléchargés...

# SyncOperation.SessionGenerate
source: Generating web session...
fr_fr: Generation de la session web...

# SyncOperation.Success
source: Done. Downloaded {0} entries and {1} comments.
fr_fr: Terminé. {0} articles et {1} commentaires.

# SyncOperation.SyncItems
source: Downloading sync index - {0} of {1}...
fr_fr: Téléchargement de l'index de synchronisation - {0} de {1}...

# ExpectedError.ExpectedErrorCategories.SyncCancel
source: Cancelled
fr_fr: Annuler

# ExpectedError.ExpectedErrorCategories.SyncInvalidPassword
source: Invalid password. Please change the password in Edit->Journal Settings, and try again.
fr_fr: Mot De Passe Invalide. Changez le mot de passe dans Éditer->Options du Journal, et re-essayez.

# ExpectedError.ExpectedErrorCategories.SyncRepeatedRequests
source: The server has aborted the sync due to repeated requests. Please try again later. (It usually takes an hour to reset).
fr_fr: Le server a aborté la synchro. du a des requetes trop rapides. Essayez de nouveau, plus-tard. (Ca prends normalement une heure a se remettre).

# ExpectedError.ExpectedErrorCategories.SyncNoEncodingSettings
source: The server requires that you set your encoding setting before your journal can be downloaded. This setting can be found at your journal's web site, at the bottom of the 'Edit Personal Information' page in the 'Auto-convert older entries from:' box.
fr_fr: Le serveur desire que tu choisissent ton systeme d'encodement. Cette option peut se trouver sur le site de ton journal, au bas de la page 'Editer Informations Personels', dans la boite: 'Convertir les vielles entree automatiquement de:' .

# ExpectedError.ExpectedErrorCategories.SyncXMLRPCNotSupported
source: The server does not support XML-RPC. Did you enter the correct address? You can check in Edit->Journal Settings.
fr_fr: Le serveur ne supporte pas XML-RPC. Avez vous entré l'addresse correcte? Vous pouvez verifier dans Editer->Options du journal.

# ExpectedError.ExpectedErrorCategories.SyncExportCommentsNotSupported
source: The server does not support exporting comments. You can turn off the option to download comments in Edit->Journal Settings.
fr_fr: Le serveur ne supporte pas d'exporter des commentaires. Vous pouvez eteindre l'option de télécharger les commentaires dans Editer->Options du journal.

# ExpectedError.ExpectedErrorCategories.FileNotFound
source: File not found.
fr_fr: Fichier pas trouvé. (404)

# ExpectedError.ExpectedErrorCategories.SyncServerNotResponding
source: The server is not responding. Please try again later.
fr_fr: Le server reponds pas. Re-essayez plus-tard.

# FindPanel.rbEvents.Text
source: Entries
fr_fr: Articles

# FindPanel.rbBoth.Text
source: Both
fr_fr: Les deux

# FindPanel.lblSearch.Text
source: Search:
fr_fr: Rechercher:

# Export.Text
source: Export ({0})
fr_fr: Exporter ({0})

# Export.gbFileSettings.Text
source: File Settings
fr_fr: Options du Fichier

# Export.lblFileName.Text
source: File Name:
fr_fr: Nom du Fichier:

# Export.lblSplitExport.Text
source: Split Export:
fr_fr: Exporter en morceaux:

# Export.cmbSplitExport.Items
source: Single File|Per Year|Per Month|Per Entry
fr_fr: Simple fichier|Par Année|Par Mois|Par Article

# Export.gbExporterInfo.Text
source: Export Info
fr_fr: Informations de l'exportation

# Export.gbExportSettings.Text
source: Export Settings
fr_fr: Options d'exportations

# Export.btnCancel.Text
source: &Cancel
fr_fr: &Annuler

# Export.lblAuthor.Text
source: by {0}
fr_fr: par {0}

# Explorer.browser.NoEntryText
source: <html> <head> <style type="text/css"> <!-- body { margin: 0; padding: 0; font-family: verdana, sans-serif; color: #333; background: #fff; font-size: x-small; } table { width: 100%; height: 100%; } td { vertical-align: middle; text-align: center; } --> </style> </head> <body> <table border=0> <tr> <td> No Entry Selected. </td> </tr> </table> </body> </html>
fr_fr: <html> <head> <style type="text/css"> <!-- body { margin: 0; padding: 0; font-family: verdana, sans-serif; color: #333; background: #fff; font-size: x-small; } table { width: 100%; height: 100%; } td { vertical-align: middle; text-align: center; } --> </style> </head> <body> <table border=0> <tr> <td> Il n'y a aucune entrée choisie. </td> </tr> </table> </body> </html>

# Properties.Text
source: {0} Properties
fr_fr: {0} Properietés

# Properties.lblUsernameTag.Text
source: User Name:
fr_fr: Nom D'utilisateur:

# Properties.lblSizeTag.Text
source: Size:
fr_fr: Taille:

# Properties.lblEntryCountTag.Text
source: Entry Count:
fr_fr: Nombre D'articles:

# Properties.lblCommentCountTag.Text
source: Comment Count:
fr_fr: Nombre de Commentaires:

# Properties.grpJournalSettings.Text
source: Journal Settings
fr_fr: Options du Journal

# Properties.lblServerURL.Text
source: Server URL:
fr_fr: URL du Serveur:

# Properties.lblPassword.Text
source: Password:
fr_fr: Mot de Passe:

# Properties.lblWarning.Text
source: Only enter a new password into the text box if you want to change it.
fr_fr: Seulment mettez un mot de passe si vous voulez le changer

# Properties.chkGetComments.Text
source: Download comments
fr_fr: Télécharger Commentaires

# Properties.lblCommentCount.Text
source: {0} comments
fr_fr: {0} commentaires

# Properties.lblEntryCount.Text
source: {0} entries
fr_fr: {0} articles

# Properties.btnCancel.Text
source: &Cancel
fr_fr: &Annuler

# Explorer.ws.Text
source: Create New Journal Archive
fr_fr: Créer une Nouvelle Archive

# Explorer.njaip.PageTitle
source: Select File
fr_fr: Selectionnez un Fichier

# Explorer.njaip.PageDescription
source: Select a file to save the journal archive.
fr_fr: Selectionnez un Fichier dans lequelle sauver votre archive de journal.

# Explorer.njaas.PageTitle
source: Account Settings
fr_fr: Options de votre compte

# Explorer.njaas.PageDescription
source: Enter your username and password.
fr_fr: Entrez nom d'utilisateur et mot de passe.

# Explorer.njaf.PageTitle
source: Finish
fr_fr: Terminer

# Explorer.njaf.PageDescription
source: Ready to download your entries.
fr_fr: Pret A Télécharger vos Articles.

# NewJournalArchiveAccountSettings.grpLogin.Text
source: Login Information
fr_fr: Informations de Login

# NewJournalArchiveAccountSettings.lblPassword.Text
source: Password:
fr_fr: Mot de Passe:

# NewJournalArchiveAccountSettings.chkGetComments.Text
source: Download comments
fr_fr: Télécharger commentaires

# NewJournalArchiveAccountSettings.grpAlternateServer.Text
source: Alternate Server
fr_fr: Serveur Alterne

# NewJournalArchiveAccountSettings.chkCommunity.Text
source: I want to archive the following community:
fr_fr: Je veut télécharger cette communauté:

# NewJournalArchiveAccountSettings.chkAlternateServer.Text
source: I want to connect to the following server:
fr_fr: Je veut connecter a cette addresse alterne:

# NewJournalArchiveFinish.lblFinish.Text
source: Thank you. Once you click 'Finish', ljArchive will create your journal archive, connect to the LiveJournal server, and download your entries. Remember, this could take a while!
fr_fr: Merci. Une fois que vous cliquez 'Terminer', ljArchive creeras votre archive de journal, connecteras au serveur de livejournal, et téléchargeras vos articles. Rappelez-vous, ca peut prendre quelque temps!

# NewJournalArchiveIntroPage.lblIntro.Text
source: Welcome! This dialog will guide you through creating a new journal archive. First, please specify where you'd like to store the journal archive file. After you have selected a file location, click 'Next'.
fr_fr: Bienvenus! Ce dialog vous aideras a creer votre archive. En premier, specifiez ou vous voulez sauver votre archive. Apres que vous avez choisi votre endroit, cliquez 'Suivant'.

# NewJournalArchiveIntroPage.sfd.Filter
source: ljArchive Files (*.lja)|*.lja|All files (*.*)|*.*
fr_fr: Fichiers de ljArchive (*.lja)|*.lja|Tous les fichiers (*.*)|*.*

# Options.lblAlign.Text
source: How would you like to orient the events/comments grid?
fr_fr: Comment voulez-vous orienter les articles et commentaires?

# Options.rbAlignLeft.Text
source: Align left
fr_fr: Justifier a gauche

# Options.rbAlignTop.Text
source: Align top
fr_fr: Justifier en haut

# Options.btnCancel.Text
source: &Cancel
fr_fr: &Annuler

# Options.grpGridOrientation.Text
source: Grid Orientation
fr_fr: Orientation

# Explorer.UpdateExistsMessage
source: A new version of ljArchive is available. Do you want to install automatically?
fr_fr: Une nouvelle version de ljArchive est disponible. Voulez-vous installer automatiquement?

# Options.grpMiscellaneous.Text
source: Miscellaneous
fr_fr: Divers

# Options.chkAutomaticallyCheckForUpdates.Text
source: Automatically check for updates
fr_fr: Vérifiez automatiquement la dernière version.

# Options.chkSyncOnStartup.Text
source: Sync on startup
fr_fr: Syncronize sur le démarrage.

# Options.btnCheckForUpdate.Text
source: Check for update now
fr_fr: Vérifiez la dernière version maintenant

# Options.NoUpdateExistsMessage
source: Your version of ljArchive is up to date.
fr_fr: Votre version de ljArchive est la plus tardive.

# CommandBarManager.Calendar.Text
source: &Calendar
fr_fr: &Calendrier

# SyncOperation.PartialSync
source: Partial sync. Downloaded {0} entries and {1} comments.
fr_fr: Synchronisation Partielle. {0} articles et {1} commentaires.

# NewJournalArchiveAccountSettings.grpCommunity.Text
source: Community
fr_fr: Communauté

# ExpectedError.ExpectedErrorCategories.SyncCommunityAccessDenied
source: You do not have moderator access to this community.
fr_fr: Vous n'avez pas accès de modérateur à cette communauté.
